{
	"headerone": "About Me",
	"aboutTitle": "Hello! I am Asilbek Tursunov",
	"bio": "Self-motivated Frontend Developer with 8 months of experience in building modern and responsive web applications using React and Vue. Successfully completed over 20 personal and team-based projects, gaining strong skills in component-based architecture, state management, and UI libraries. Learned through self-study and online courses, demonstrating the ability to quickly adapt, solve problems, and deliver quality solutions. Passionate about writing clean code, improving user experience, and contributing to collaborative development environments.",
	"pdetails": "Personal details",
	"name": "Fullname",
	"age": "Age",
	"expertise": "Expertise",
	"phone": "Phone",
	"address": "Address",
	"addressvalue": "Fergana / Uzbekistan",
	"slinks": "Social links",
	"email": "Email",
	"telegram": "Telegram",
	"linkedin": "Linkedin",
	"github": "Git hub",
	"myservices": "My services",
	"serviceonetitle": "Front-End",
	"serviceonedesc": "Modern and mobile-ready website that will help you reach all of your marketing.",
	"servicetwotitle": "Mobile",
	"servicetwodesc": "Custom mobile app development focused on performance and user experience.",
	"resume": "Resume",
	"experience": "Experience",
	"rishtonone": "Developed responsive web applications using HTML, CSS, and JavaScript.",
	"rishtontwo": "Collaborated with design team to enhance user interface and experience.",
	"rishtonthree": "Implemented performance optimization techniques to improve load times.",
	"rishtonfour": "Conducted code reviews and maintained code quality standards.",
	"rishtonfive": "Assisted in integrating APIs for seamless functionality.",
	"rishtonsix": "Create CRM system for education centers",
	"koreaType": "Freelance",
	"koreaone": "Built an employee management system using Vue 3 and Vuex",
	"koreatwo": "Implemented a responsive and efficient UI with Element-UI for optimal user experiencer",
	"education": "Education",
	"eduname": "Fergana State Technical University",
	"eduFerganaBio": "I pursued a degree in Computer Engineering, studying 2 years full-time and 3 years part-time at university. During my academic journey, I covered a broad range of subjects including computer systems, networking, and internet service providers. As I progressed, I chose to specialize in Web and Mobile Development, dedicating myself to mastering frontend technologies and gaining in-depth knowledge in building modern web and mobile applications",
	"skill": "Skills",
	"code": "CODING",
	"knowledge": "KNOWLEDGE",
	"knowledgeone": "Website hosting",
	"knowledgetwo": "SEO Optimization",
	"knowledgethree": "Responsive and Mobile ready",
	"knowledgefour": "Integration with CMS",
	"knowledgefive": "Integration with REST API",
	"languages": "LANGUAGES",
	"langone": "Uzbek",
	"langonev": "Native",
	"langtwo": "English",
	"langtwov": "B1-B2",
	"see": "Go to check",
	"works": "Projects",
	"project1desc": "The project is a clone of the udev.io website. This project is built using Next.js, Javascript, Tailwindcss and can be used in many languages.",
	"project2desc": "This project is designed to create a blog. This project is designed using Next.js, Javascript, Tailwindcss",
	"project3desc": "This project was made for a Korean company. Mainly for data entry. It is shown to get information about the company's internals.",
	"project4desc": "This project is designed to create a resume. This project is built using React.js, Typescript, Tailwindcss",
	"project5desc": "This project is mainly designed to allow users to chat with friends, learn languages, and make video calls. One user sends a friend request to another user, and only if the person they sent it accepts can they chat.",
	"project6desc": "In this project, users can recommend books they have read to other people, including the book title, picture rating, and a comment about the book.",
	"contact": "Contact",
	"message": "Message",
	"send": "Send message",
	"about": "About",
	"downloaden": "Download En CV",
	"downloaduz": "Download Uz CV"
}
