{
	"headerone": "Men haqimda",
	"aboutTitle": "Salom! Mening ismim Asilbek Tursunov",
	"bio": "O‘zini o‘zi rag‘batlantiradigan Frontend dasturchi, React va Vue yordamida zamonaviy va moslashuvchan veb-ilovalarni yaratishda 2 yillik tajribaga ega. 20 dan ortiq shaxsiy va jamoaviy loyihalarni muvaffaqiyatli yakunlab, komponentga asoslangan arxitektura, holatni boshqarish va UI kutubxonalar bilan ishlash bo‘yicha kuchli ko‘nikmalarga ega bo‘ldi. Mustaqil o‘rganish va onlayn kurslar orqali bilim olgan, bu esa muammolarni tez hal qilish, moslashish va sifatli yechimlar yetkazish qobiliyatini ko‘rsatadi. Toza kod yozish, foydalanuvchi tajribasini yaxshilash va jamoaviy ishlarga hissa qo‘shishga qiziqadi.",
	"pdetails": "Shaxsiy ma'lumotlar",
	"name": "Ism Sharif",
	"age": "Yosh",
	"expertise": "Mustahasislik",
	"phone": "Aloqa",
	"address": "Manzil",
	"addressvalue": "Farg‘ona / O‘zbekiston",
	"slinks": "Ijtimoiy tarmoqlar",
	"email": "Elektron pochta",
	"telegram": "Telegram",
	"linkedin": "LinkedIn",
	"github": "GitHub",
	"myservices": "Mening xizmatlarim",
	"serviceonetitle": "Front-End",
	"serviceonedesc": "Zamonaviy va mobil qurilmalar uchun mos vebsayt — marketing maqsadlaringizga yetishingizga yordam beradi.",
	"servicetwotitle": "Mobil ilovalar",
	"servicetwodesc": "Ishlash tezligi va foydalanuvchi tajribasiga asoslangan maxsus mobil ilovalar ishlab chiqish.",
	"resume": "Rezyume",
	"experience": "Tajriba",
	"rishtonone": "HTML, CSS va JavaScript yordamida moslashuvchan veb-ilovalar yaratildi.",
	"rishtontwo": "Foydalanuvchi interfeysi va tajribasini yaxshilash uchun dizayn jamoasi bilan hamkorlik qilindi.",
	"rishtonthree": "Yuklanish vaqtlarini qisqartirish uchun samarali optimallashtirish usullari joriy qilindi.",
	"rishtonfour": "Kodlarni ko‘rib chiqish va sifat standartlariga rioya qilindi.",
	"rishtonfive": "Funktsiyalar uzluksiz ishlashi uchun API integratsiyasi amalga oshirildi.",
	"rishtonsix": "Ta’lim markazlari uchun CRM tizimi yaratildi.",
	"koreaType": "Freelance (mustaqil)",
	"koreaone": "Vue 3 va Vuex yordamida xodimlarni boshqarish tizimi ishlab chiqildi.",
	"koreatwo": "Element-UI yordamida javob beruvchi va samarali foydalanuvchi interfeysi yaratildi.",
	"education": "Ta’lim",
	"eduname": "Farg‘ona Davlat Texnika Universiteti",
	"eduFerganaBio": "Men Kompyuter muhandisligi yo‘nalishida tahsil oldim, 2 yil kunduzgi va 3 yil sirtqi shaklda o‘qidim. O‘qish davomida kompyuter tizimlari, tarmoqlar va internet xizmat ko‘rsatuvchi provayderlar kabi keng mavzularni o‘rgandim. Keyinchalik Web va Mobil Dasturlash sohasini tanlab, frontend texnologiyalarini chuqur o‘rganishga va zamonaviy veb hamda mobil ilovalar yaratishda tajriba orttirishga e’tibor qaratdim.",
	"skill": "Ko‘nikmalar",
	"code": "KOD YOZISH",
	"knowledge": "BILIMLAR",
	"knowledgeone": "Saytni hostingga joylash",
	"knowledgetwo": "SEO optimallashtirish",
	"knowledgethree": "Moslashuvchan va mobil qurilmalar uchun tayyor",
	"knowledgefour": "CMS tizimlari bilan integratsiya",
	"knowledgefive": "REST API bilan integratsiya",
	"languages": "TILLAR",
	"langone": "O‘zbek tili",
	"langonev": "Ona tili",
	"langtwo": "Ingliz tili",
	"langtwov": "B1–B2 daraja",
	"see": "Loyihani ko'rish",
	"works": "Loyihalar",
	"project1desc": "Loyihada udev.io saytining kloni tayyorlangan. Bu loyiha Next.js, Javascript, Tailwindcss yordamida tayyorlangan va ko'p tillarda ishlatish mumkin",
	"project2desc": "Bu loyiha blog yaratish uchun tayyorlangan. Bu loyiha Next.js, Javascript, Tailwindcss yordamida tayyorlangan",
	"project3desc": "Bu loyiha korea kompaniyasi uchun qilinan. Asosan ma'lumotlar kiritsh uchun. Bu kompaniya ichkilari haqida ma'lumot olish ko'rsatilgan",
	"project4desc": "Bu loyiha resume yaratish uchun tayyorlangan. Bu loyiha React.js, Typescript, Tailwindcss yordamida tayyorlangan",
	"project5desc": "Bu loyihada foydalanuvchilar asosan til o'rganish do'stlar bilan yozishish va video qo'ng'iroqlar qilshi maqsadida qilingan bir foydalanuchi boshqasida do'st taklifini yuboradi va yuborilgan odam uni qabul qilsagina ular chat qilishlari mumkin",
	"contact": "Aloqa",
	"message": "Xabar",
	"send": "Jo'natish",
	"about": "Men",
	"downloaden": "Inglizcha CV Yuklash",
	"downloaduz": "O'zbekcha CV Yuklash"
}
